export const questions = [

    {
        qw: "Який тип двигуна найчастіше використовують у мотоциклах?",
        ans: ["Дизельний", "Бензиновий", "Електричний", "Газовий"],
        correct: "Бензиновий",
        img: "moto1.jpg"
    },
    {
        qw: "Як називається елемент, який з’єднує двигун із коробкою передач?",
        ans: ["Зчеплення", "Ланцюг", "Гальмо", "Амортизатор"],
        correct: "Зчеплення",
        img: "moto2.jpg"
    },
    {
        qw: "Який мотоцикл призначений для бездоріжжя?",
        ans: ["Круїзер", "Спортбайк", "Кросовий", "Чопер"],
        correct: "Кросовий",
        img: "moto3.jpg"
    },
    {
        qw: "Як називається прилад, що показує швидкість мотоцикла?",
        ans: ["Тахометр", "Спідометр", "Барометр", "Термометр"],
        correct: "Спідометр",
        img: "moto4.jpg"
    },
    {
        qw: "Для чого потрібен шолом під час їзди на мотоциклі?",
        ans: ["Для краси", "Для захисту голови", "Для рівноваги", "Для зв’язку"],
        correct: "Для захисту голови",
        img: "moto5.jpg"
    },
    {
        qw: "Як називається ланцюг, що передає обертання від двигуна на колесо?",
        ans: ["Гальмівний ланцюг", "Привідний ланцюг", "Зчепний ланцюг", "Газовий ланцюг"],
        correct: "Привідний ланцюг",
        img: "moto6.jpg"
    },
    {
        qw: "Що вимірює тахометр на панелі мотоцикла?",
        ans: ["Швидкість", "Температуру", "Оберти двигуна", "Рівень пального"],
        correct: "Оберти двигуна",
        img: "moto7.jpg"
    },
    {
        qw: "Який елемент мотоцикла відповідає за гальмування?",
        ans: ["Амортизатор", "Гальмівна система", "Сцеплення", "Рама"],
        correct: "Гальмівна система",
        img: "moto8.jpg"
    },
    {
        qw: "Як називається мотоцикл із боковим причепом?",
        ans: ["Скутер", "Квадроцикл", "Мотоцикл з коляскою", "Круїзер"],
        correct: "Мотоцикл з коляскою",
        img: "moto9.jpg"
    },
    {
        qw: "Що потрібно для запуску двигуна мотоцикла?",
        ans: ["Педаль газу", "Ключ запалювання", "Гальмо", "Зчеплення"],
        correct: "Ключ запалювання",
        img: "moto10.jpg"
    }
];